<?php

return [
    'house_owner' => [
        'title' => 'வீட்டு உரிமையாளர் பட்டியல்',
        'add' => 'உரிமையாளரைச் சேர்க்கவும்',
        'id' => 'ஐடி',
        'name' => 'பெயர்',
        'email' => 'மின்னஞ்சல்',
        'action' => 'செயல்',
        'add_owner' => [
            'title' => 'வீட்டின் உரிமையாளரைச் சேர்',
            'name' => 'பெயர்',
            'email_address' => 'மின்னஞ்சல் முகவரி',
            'password' => 'கடவுச்சொல்',
            'confirm_password' => 'கடவுச்சொல்லை உறுதிப்படுத்து',
            'cancel' => 'ரத்துசெய்',
            'submit' => 'சமர்ப்பி',
        ],
    ],
    'property' => [
        'table_title' => 'சொத்து பட்டியல்',
        'add' => 'சொத்தை சேர்',
        'id' => 'ஐடி',
        'title' => 'தலைப்பு',
        'house_owner' => 'வீட்டின் உரிமையாளர்',
        'description' => 'விளக்கம்',
        'action' => 'செயல்',
        'add_property' => [
            'form_title' => 'சொத்து சேர்க்கவும்',
            'title' => 'தலைப்பு',
            'description' => 'விளக்கம்',
            'select_house_owner' => 'வீட்டு உரிமையாளரைத் தேர்ந்தெடுக்கவும்',
        ],
    ],
];